Repository: cooltree369/allacrost-new
Catalog: demo/txt/*.po
Languages: fr

source: Captain
fr: Capitaine

source: Alexander
fr: Alexandre

source: Female Merchant
fr: Marchande

source: I’m very disappointed in you, Kyle.
fr: Tu me déçois beaucoup, Kyle.

source: Over here, Claudius!
fr: Par ici, Claudius !

source: No!
fr: Non !

source: What have you done…
fr: Claudius, qu'as-tu fait ?

source: I’m sorry. I didn't want to have to do that.
fr: Je suis désolé. Je ne voulais pas faire cela.

source: What are you doing?
fr: Claudius, qu'est-ce que vous faites ?

source: I can’t let you get away.
fr: Je ne peux pas te laisser partir.

source: I’m your friend!
fr: Je suis ton ami !

source: It’s my duty!
fr: C'est mon devoir !

source: Don’t do this.
fr: Ne fais pas ça.

source: You’ve already done it.
fr: Tu l'as déjà fait.

source: I don’t want to fight you.
fr: Je ne veux pas te combattre.

source: Then lower your weapon and turn yourself in.
fr: Alors abaisse ton arme et rends-toi.

source: You know I can’t.
fr: Tu sais que je ne peux pas.

source: And you know I can’t just let you go.
fr: Et tu sais que je ne peux pas te laisser partir.

source: Isn’t our friendship more important than your duty?
fr: Notre amitié n'est-elle pas plus importante que notre devoir?

source: You killed the Captain!
fr: T'as tué le Capitaine !

source: Claudius! Are you all right?
fr: Claudius ! Est-ce que ça va ?

source: Everyone down to the cave floor! He might still be alive!
fr: Tout le monde dans la caverne ! Il pourrait être encore en vie !

source: Damn you, Kyle.
fr: Maudis sois-tu, Kyle.

source: Claudius? Claudius! WAKE UP!
fr: Claudius ? Claudius ! REVEILLE-TOI !

source: Huh? What?
fr: Hein ? Quoi ?

source: Get your gear and let’s go!
fr: Mets ton casque et partons !

source: What’s going on?
fr: Que se passe-t-il ?

source: The treasury! A thief has broken in and stolen everything. The captain has called a man hunt. Now equip yourself and meet us out front.
fr: Le coffre ! Un voleur s'est introduit ici et a tout volé. Le Capitaine prépare une chasse à l'homme. Equipe-toi et rejoins-nous devant le bâtiment.

source: Come on, Kyle, let’s go! Kyle?
fr: Viens, Kyle, allons-y ! Kyle ?

source: Oh no.
fr: Oh non.

source: This way to the barracks.
fr: Les casernes sont par là.

source: Entry into the kitchen is strictly forbidden!
fr: Il est strictement interdit d'entrer dans la cuisine.

source: Hi, Claudius. If you're looking for the captain, he's at the training hall.
fr: Salut Claudius. Si tu cherches le Capitaine, il est à la salle d'entraînement.

source: I'll stay behind and protect the barracks. Good luck!
fr: Je resterai en arrière pour protéger les casernes. Bonne chance !

source: For those of you who don’t know, a thief has broken into the armory. It is up to us to capture him. Split up and comb the area.
fr: Pour ceux d'entre vous qui ne le saurais pas, un voleur s'est introduit dans notre salle d'arme. Il ne tient qu'à nous de le capturer. Dispersez-vous et fouillez toute la zone.

source: Sir?
fr: Monsieur ?

source: Yes, Claudius?
fr: Oui, Claudius ?

source: …Nothing.
fr: ...Rien.

source: You have your orders. Now go.
fr: Tu sais ce que tu as à faire. Maintenant, pars.

source: There you are.
fr: Ah, tu es là.

source: Hey.
fr: Salut.

source: What are you doing? The captain wants to speak with you.
fr: Que fais-tu ? Le Capitaine veut te parler.

source: He can wait.
fr: Il peut attendre.

source: …What?
fr: ...Quoi ?

source: (Kyle hands Claudius a cloth. Inside is a piece of cake.)
fr: (Kyle montre à Claudius une pièce de tissu : A l'intérieur, un morceau de gâteau.)

source: I managed to swipe some goodies from the kitchen quarters. I saved you some.
fr: J'ai réussi à dérober quelques petites choses dans la cuisine. Je t'en ai gardé.

source: You shouldn’t –
fr: Tu ne devrais pas -

source: It's just a piece of cake. It's not going to hurt anyone.
fr: C'est juste un morceau de gâteau. Cela ne manquera à personne.

source: I guess you’re right. And hey, thanks for covering for me back there. I appreciate it.
fr: Je suppose que tu as raison. Ah, et merci pour m'avoir couvert tout à l'heure. J'apprécie, vraiment.

source: Don’t mention it. I’m already on bad terms with the captain, there’s no sense in you getting in trouble too.
fr: Oublie ça. Je suis déjà en mauvais termes avec le Capitaine, il n'y a pas de raison que tu aies également des problèmes.

source: Hey, what's that… look out!
fr: Hé, qu'est-ce que c'est que ça... Attention!

source: Good job.
fr: Bon travail.

source: You too. We should head back.
fr: Toi aussi. Nous devrions retourner là-bas.

source: All right.
fr: D'accord.

source: Yes?
fr: Oui ?

source: …Let’s go.
fr: ... Allons-y.

source: You're late.
fr: Tu es en retard.

source: Sorry, sir, I –
fr: Désolé, Monsieur, je -

source: It’s my fault, sir. I dragged Claudius off this morning.
fr: C'est ma faute, Monsieur. J'ai embarqué Claudius avec moi ce matin.

source: Very well. Kyle. Find a partner to train with. I’ll deal with you later.
fr: Allons bon, Kyle. Trouve un partenaire pour t'entraîner. Je m'occuperai de toi plus tard.

source: All right buddy, let's go.
fr: Et bien mon ami, allons-y.

source: Not him. Claudius trains with me today.
fr: Pas avec lui. Claudius s'entraînera avec moi aujourd'hui.

source: Yes sir.
fr: Oui, Monsieur.

source: Show me your slicing attack technique.
fr: Montre-moi ta technique d'attaque.

source: Hi-ya!
fr: Yaah !

source: Good. Remember, never take your eye off your target. Now show me the proper form for a parry.
fr: Bien. Rappelle-toi, ne jamais quitter ta cible des yeux. Maintenant montre-moi la position correcte pour une parade.

source: Nicely done.
fr: Pas mal du tout.

source: Thank you, sir.
fr: Merci, Monsieur.

source: Let’s see how you fare when the opponent strikes back. Kyle! Get over here!
fr: Voyons comment tu te défends lorsque ton adversaire contre-attaque. Kyle ! Viens pas ici !

source: Where’s that friend of yours run off to this time?
fr: ... Où ton ami est-il encore parti cette fois ?

source: I don’t know, sir.
fr: Je ne sais pas, Monsieur.

source: You’ll face me then.
fr: Tu me combattras dans ce cas.

source: Draw your weapon.
fr: Dégaines ton arme.

source: Remember what you’ve learned.
fr: Souviens-toi de ce que tu as appris.

source: Well done, Claudius.
fr: Bien joué, Claudius.

source: Yes, sir.
fr: Oui, Monsieur.

source: Come with me, Claudius, we need to talk.
fr: Maintenant viens avec moi, Claudius, nous avons à parler.

source: You and Kyle are close.
fr: Toi et Kyle êtes proches.

source: We are, sir.
fr: Nous le sommes, Monsieur.

source: You have a lot of potential, Claudius. I know Kyle is your friend, but I fear he’s becoming an impediment to your quest for knighthood.
fr: Tu as un sacré potentiel, Claudius. Je sais que Kyle est ton ami, mais j'ai bien peur qu'il devienne un obstacle dans ta quête pour devenir un jour Chevalier.

source: Kyle is a good man, sir.
fr: Kyle est un homme bon, Monsieur.

source: Regardless, I want you to consider your priorities. Becoming a knight takes sacrifice. Sometimes that sacrifice means spending less time with the people we care about.
fr: Quoi qu'il en soit, je veux que tu révises tes priorités. Devenir Chevalier demande des sacrifices. Et certaines fois, ces sacrifices signifieront passer moins de temps avec les gens que tu apprécies.

source: I understand, sir.
fr: Je comprends, Monsieur.

source: Just think about it. Now, do me a favor and find Kyle. I need to speak with him as well.
fr: Pense-y. Maintenant, rends-moi service et va trouver Kyle. Je dois également lui parler.

source: I need you to look for Kyle. I hope he didn't wander off. Maybe the other soldiers know where he is?
fr: J'ai besoin que tu trouves Kyle. J'espère qu'il ne s'est pas trop éloigné. Peut-être que d'autres soldats pourront t'indiquer où il est ?

source: This is the Karlate training site. The barracks are to the east. There's a cave off to the west.
fr: Ceci est le site d'entraînement de Karlate. Les casernes sont a l'est. Et il y a une grotte à l'ouest.

source: The captain and some others went off to the cave down that path to the west.
fr: Le Capitaine et quelques autres sont parti pour la grotte à l'ouest par en utilisant ce chemin.

source: Kyle? Oh, yeah, I think he went off to the south.
fr: Kyle ? Ah oui, je pense qu'il est parti vers le sud.

source: Hello, Claudius. Is your equipment in order?
fr: Salut Claudius. Est-ce que ton équipement est au point ?

source: You'd be a fool to run out into the desert on your own for very long. There's a cave to the west, though, and if you go far enough, you'll find water.
fr: Tu serais fou de partir seul et longtemps dans le désert. Il y a une grotte à l'est, par contre, et si tu t'y aventures assez loin, tu trouveras de l'eau.

source: I hear some guy stole from the kitchen yesterday. They've tightened up security.
fr: J'ai entendu dire que quelqu'un aurait voler des choses dans la cuisine, hier. Ils ont donc renforcé la sécurité.

source: Back home… hey Claudius, we should get some rest. Let's head back to the barracks.
fr: De retour à la maison... Hé, Claudius, on devrait aller se reposer un peu. Retournons aux casernes.

source: Okay, let's call it a night.
fr: Oui, rentrons.

source: Stop this, Kyle. You can’t escape. Lower your weapon and come peacefully and I’ll make sure your punishment is lenient.
fr: Arrête ça, Kyle ! Tu ne peux pas t'échapper. Abaisse ton arme, rends-toi paisiblement et je m'assurerai que ton châtiment soit des plus indulgents.

source: No. I’m doing this for me. I don’t expect you to understand.
fr: Non. Je fais ça pour moi. Je ne m'attends pas à ce que tu comprennes.

source: Then you leave me no choice.
fr: Alors tu ne me laisses pas le choix.

source: You know the only reason I’m doing this is because of my family. There was never any discussion. If it was my choice I’d be far away from here.
fr: Tu sais, la seule raison pour laquelle je fais tout cela, c'est pour ma famille. Je n'ai jamais pu en discuter. Si je pouvais choisir, je serais loin d'ici.

source: And go where? You should be happy. It’s an honor to serve your country.
fr: Pour aller où ? Tu devrais être heureux. C'est un honneur de servir ta patrie.

source: I can do that on my own.
fr: Je peux le faire seul.

source: It’s more effective to work together. Besides, the Captain has our best interest at heart.
fr: C'est plus efficace de travailler ensemble. Qui plus est, le Capitaine se préoccupe beaucoup de notre formation.

source: That’s where you’re wrong, Claudius. As far as he’s concerned we’re expendable.
fr: C'est là que tu te trompes, Claudius. En ce qui me concerne, nous sommes remplaçables.

source: You’re crazy.
fr: Tu es fou.

source: You’ve never thought about leaving the knighthood?
fr: Tu n'as jamais penser à quitter la Chevalerie ?

source: Of course not.
fr: Bien sûr que non.

source: I didn’t think so.
fr: Je ne pensais pas.

source: You’ll be all right.
fr: Ça va aller...

source: I just don’t understand you sometimes.
fr: ... Il y a des fois où je ne te comprends pas.

source: Hey, what time is it?
fr: Au fait, Quelle heure est-il ?

source: I don’t know.
fr: Je ne sais pas.

source: Aren’t we supposed to be sparring right now?
fr: Ne sommes nous pas plutôt supposés nous entraîner en ce moment ?

source: Who cares?
fr: Et alors ?

source: I think we are. Come on.
fr: Je pense que nous le sommes. Allons-y.

source: Kyle has joined the party.
fr: Kyle a rejoint votre équipe.

source: Demo 1.0.0
fr: Démo 1.0.0

source: New Game
fr: Nv. jeu

source: Load Game
fr: Continuer

source: Credits
fr: Crédits

source: Battle
fr: Combat

source: Shop
fr: Magasin

source: Quit
fr: Quitter

source: Video
fr: Vidéo

source: Language
fr: Langage

source: Key Settings
fr: Configuration des touches

source: Joystick Settings
fr: Configuration du Joystick

source: Resolution:
fr: Résolution :

source: Window mode:
fr: Mode d'affichage :

source: Brightness:
fr: Luminosité :

source: Image quality:
fr: Qualité d'image :

source: Sound Volume:
fr: Volume des effets sonores :

source: Music Volume:
fr: Volume de la musique :

source: Up:
fr: Haut :

source: Down:
fr: Bas :

source: Left:
fr: Gauche :

source: Right:
fr: Droite :

source: Confirm:
fr: Valider :

source: Cancel:
fr: Annuler :

source: Swap:
fr: Echanger :

source: Left Select:
fr: Sélection gauche :

source: Right Select:
fr: Sélection droite :

source: Restore defaults
fr: Paramètres par défaut

source: Save
fr: Sauvegarder

source: Load
fr: Charger

source: Delete
fr: Effacer

source: New Profile
fr: Nouveau profile

source: back
fr: Retour

source: end
fr: Fin

source: Window mode: fullscreen
fr: Mode d'affichage : Plein écran

source: Window mode: windowed
fr: Mode d'affichage : Fenêtré

source: Brightness:
fr: Luminosité :

source: Move Up
fr: Aller vers le haut

source: Move Down
fr: Aller vers le bas

source: Move Left
fr: Aller vers la gauche

source: Move Right
fr: Aller vers la droite

source: Confirm
fr: Valider

source: Cancel
fr: Annuler

source: Swap
fr: Echanger

source: Left Select
fr: Sélection gauche

source: Right Select
fr: Sélection droite

source: X Axis
fr: Axe X

source: Y Axis
fr: Axe Y

source: Confirm: Button
fr: Valider : Touche

source: Cancel: Button
fr: Annuler : Touche

source: Menu: Button
fr: Menu : Touche

source: Swap: Button
fr: Echanger : Touche

source: Left Select: Button
fr: Sélection gauche : Touche

source: Right Select: Button
fr: Sélection droite : Touche

source: Pause: Button
fr: Pause : Touche

source: Please enter a name for your new profile
fr: Veuillez entrer un nom pour votre nouveau profile

source: Overwrite? Confirm/Cancel
fr: Ecraser ? Valider/Annuler

source: Please press a new joystick button.
fr: Veuillez appuyer sur une touche du joystick.

source: Please press a new key.
fr: Veuillez appuyer sur une nouvelle touche.

source: Please move an axis.
fr: Veuillez bouger un axe du joystick.

source: The table below lists the default game controls.
fr: Le tableau ci-dessous liste les touches utilisées par défaut.

source: The control mappings can be changed in the options menu on the next screen.
fr: Les touches peuvent être changées dans le menu d'option dans l'écran suivant.

source: Command
fr: Action

source: Default Key
fr: Touche par défaut

source: General Purpose
fr: Description

source: Up
fr: Haut

source: Up Arrow
fr: Flèche haut

source: Move position or cursor upwards
fr: Bouger le personnage ou le curseur vers le haut

source: Down
fr: Bas

source: Down Arrow
fr: Flèche bas

source: Move position or cursor downwards
fr: Bouger le personnage ou le curseur vers le bas.

source: Left
fr: Gauche

source: Left Arrow
fr: Flèche gauche

source: Move position or cursor to the left
fr: Bouger le personnage ou le curseur vers la gauche.

source: Right
fr: Droite

source: Right Arrow
fr: Flèche droite

source: Move position or cursor to the right
fr: Bouger le personnage ou le curseur vers la droite.

source: Confirm an action or menu command
fr: Valider une action

source: Cancel an action or menu command
fr: Annuler une action

source: Display the character menu
fr: Afficher le menu de statut des personnages

source: Swaps active menu or character
fr: Echanger de personnage ou de menu

source: Select multiple or backward page scroll
fr: Sélection multiple ou défilement arrière

source: Select multiple or forward page scroll
fr: Sélection multiple ou défilement avant

source: Spacebar
fr: Barre d'espace

source: Pauses the game
fr: Met le jeu en pause

source: Esc
fr: Echap

source: Quit the application
fr: Quitte le jeu

source: There are additional commands available which can be found in the MANUAL file.
fr: Des actions supplémentaires sont disponibles et sont décrites dans le fichier MANUAL.

source: Press any key to continue.
fr: Veuillez appuyer sur une touche pour continuer.

source: Treasure Contents
fr: Contenu du coffre

source: Finished
fr: Terminé

source: With the additional
fr: En ajoutant les

source: drunes found in this treasure added, the party now holds a total of
fr: drunes trouvées dans ce coffre, l'équipe possède mainenant un total de

source: Inventory
fr: Inventaire

source: Skills
fr: Compétences

source: Status
fr: Statut

source: Use
fr: Utiliser

source: Back
fr: Retour

source: View
fr: Vue

source: Edit
fr: Modifier

source: Switch
fr: Changer

source: Remove
fr: Enlever

source: STR:
fr: FOR :

source: FRT:
fr: CRG :

source: EVD:
fr: ESQ :

source: Current Equipment:
fr: Equipement actuel :

source: Weapon
fr: Arme

source: Head
fr: Tête

source: Torso
fr: Torse

source: Arm
fr: Bras

source: Legs
fr: Jambes

source: PHYS ATK:
fr: PHYS ATQ :

source: META ATK:
fr: META ATQ :

source: PHYS ATK:
fr: PHYS ATQ:

source: META ATK:
fr: META ATQ:

source: Lv:
fr: Nv :

source: HP:
fr: PV :

source: SP:
fr: PM :

source: XP to Next:
fr: XP restants :

source: All
fr: Tout

source: Itm
fr: Obj

source: Wpn
fr: Arm

source: Hlm
fr: Csq

source: Tor
fr: Trs

source: Leg
fr: Jmb

source: Key
fr: Touche

source: Experience Level:
fr: Points d'expérience :

source: Strength:
fr: Force :

source: Vigor:
fr: Vigueur :

source: Fortitude:
fr: Courage :

source: Agility:
fr: Agilité :

source: Evade:
fr: Esquive :

source: Field
fr: Domaine

source: Weapons
fr: Armes

source: Headgear
fr: Casque

source: Body Armor
fr: Armures

source: Offhand
fr: Boucliers

source: Leggings
fr: Jambières

source: Paused
fr: Pause

source: Quit Game
fr: Quitter le jeu

source: Quit to Main Menu
fr: Retourner au menu principal

source: Save Game
fr: Sauvegarder le jeu

source: File #1
fr: Fichier #1

source: File #2
fr: Fichier #2

source: File #3
fr: Fichier #3

source: File #4
fr: Fichier #4

source: File #5
fr: Fichier #5

source: File #6
fr: Fichier #6

source: Items
fr: Objets

source: Head Armor
fr: Tête

source: Torso Armor
fr: Torse

source: Arm Armor
fr: Bras

source: Leg Armor
fr: Jambes

source: Shards
fr: Fragments

source: Key Items
fr: Objets-clés

source: All Wares
fr: Tous

source: Target:
fr: Cible :

source: Meta:
fr: Méta :

source: Buy
fr: Acheter

source: Sell
fr: Vendre

source: Trade
fr: Echange

source: Leave
fr: Quitter

source: Funds:
fr: Fonds :

source: Purchases: -
fr: Achats : -

source: Sales: +
fr: Ventes : +

source: Category
fr: Catégorie

source: Name
fr: Nom

source: Price
fr: Prix

source: Own
fr: Poss.

source: Purchases
fr: Achats

source: Sales
fr: Ventes

source: Trades
fr: Echanges

source: No marked transactions.
fr: Aucune transaction enregistrée.

source: There are no marked purchases, sales, or trades.
fr: Il n'y a ni achats, ni ventes, ni aucun échanges enregistrés.

source: Will that be all?
fr: Ce sera tout ?

source: Modify Order
fr: Modifier sa commande

source: Clear Order
fr: Effacer sa commande

source: Complete Transaction
fr: valider sa commande

source: This will remove all marked purchases, sales, and trades. Are you sure?
fr: Ceci effacera les achats, ventes et échanges en cours. En êtes-vous sûr ?

source: No
fr: Non

source: Yes
fr: Oui

source: count
fr: compte

source: characters
fr: personnages

source: Your order is not yet final. Are you sure you want to leave the shop?
fr: Votre commande n'est pas validée. Etes-vous sûr de vouloir quitter le magasin ?

source: View Order
fr: Voir la commande

source: Confirm Order
fr: Confirmer la commande

source: Leave Shop
fr: Quitter le magasin

source: Shop Name
fr: Nom du magasin

source: Buy prices
fr: Prix d'achat

source: Sell prices
fr: Prix de vente

source: "Welcome! Take a look around."
fr: "Bienvenue ! Faites votre choix."

source: This feature is not yet available.
fr: Cette fonctionnalité n'est pas encore disponible.
